garage-text =
    <b>🚗 Твой гараж</b>

    Привет, { $username }! Здесь живут все твои железные кони.

    <b>Для каждой машины ты можешь:</b>
    • 🚗 Добавлять машины
    • 📝 Редактировать данные
    • 📎 Добавлять документы (СТС, ОСАГО, VIN)
    • 📊 Смотреть детальную статистику расходов
    • 🔔 Настраивать напоминания для каждой машины

    <b>Выбери машину для просмотра и управления или добавь новую в коллекцию! 🎯</b>

    Просто нажми на авто — и откроется вся информация о нём! ✨

car-name-text =
    <b>Прекрасно! Твоя машина уже почти в гараже! 🚗💨</b>

    Осталось дать ей <b>имя</b> ✨. Это нужно, чтобы ты мог легко найти её в списке позже.
    Не пытайся вспомнить всё сразу — подойдёт просто <b>марка</b> 🏷️, <b>модель</b> 🚘 или даже <b>кличка</b>, если она есть 🤩!

    <b>Все остальные детали — год 📅, тип двигателя ⚙️, текущий пробег 🛣️ — ты сможешь легко добавить дальше.</b> Я обязательно подскажу 🔔, если что-то понадобится для точных расчетов!

    <b>Ну что, как её назовём?</b> 😊


add-car-button = ➕ Добавить машину

delete-car-button = ❌ Удалить машину
documents-button = 📋 Документы
report-button = 📈 Расходы
car-data-button = 📇 Данные
