garage-text =
    <b>🚗 Твой гараж</b>

    Привет, { $username }! Здесь живут все твои железные кони.

    <b>Для каждой машины ты можешь:</b>
    • 📝 Редактировать данные
    • 📎 Добавлять документы (СТС, ОСАГО, VIN)
    • 📊 Смотреть детальную статистику расходов
    • 🔔 Настраивать напоминания о ТО

    <b>Выбери машину для просмотра и управления или добавь новую в коллекцию! 🎯</b>

    Просто нажми на авто — и откроется вся информация о нём! ✨


add-car-button = ➕ Добавить машину

delete-car-button = ❌ Удалить машину
documents-button = 📋 Документы
report-button = 📈 Расходы
car-data-button = 📇 Данные
