general-message-no-text =
    🙈 Кажется, ты отправил(а) не текст

    Попробуй ещё раз

error-long-car-name =
    ❌ Ой, это слишком длинное название! Целых { $len_message} символов

    Давай сделаем его покороче — <b>не больше { $current_length } символов</b>, чтобы оно удобно везде помещалось.

    Попробуй придумать более короткий вариант! 🤔

service-developing-text = ⏳ В настоящий момент этот сервис находится в разработке

no-found-back = ◀️ Кажется я запутался, возвращаемся назад

car-recent-activities-no-found  = ✖️ Не найдено
car-service-type = 🔧 Сервис
car-refuel-type = ⛽ Заправка

home-button = ♻️ В главное меню
back-button = 🔙 Назад
connect-premium-button = 💎 Перейти на Премиум
cancel-button = ❌ Отмена
save-button = ✅ Закончить и сохранить
field-no-filled = ✖️ Не заполнено
skip-button = ⏩ Пропустить