lk-home-text =
    <b>{ $username }</b>, твой командный пункт! Здесь ты управляешь своим аккаунтом и открываешь новые возможности! 🚀

    🎯 <b>Твой статус:</b> { $user_status }
    ✨ <b>Баланс бонусов:</b> { $bonus_points }

    Используй все возможности бота по максимуму! Удачи на дорогах! 🏁

lk-simple-status-text = Обычный
lk-premium-status-text = 💎 Премиум

lk-invite-friend-text =
    🚗 Привет! Нашел крутого бота для учета авторасходов!

    ✨ Там можно:
    • Вести полную историю обслуживания машины
    • Считать, куда уходят деньги на авто
    • Получать напоминания о ТО и страховке
    • Анализировать расход топлива
    • И многое другое

    💰 Я уже сэкономил кучу денег благодаря системе учета!
    А еще дают 100 бонусных монет за регистрацию по моей ссылке 🎁

    👇 Переходи и наводи порядок в своих авторасходах с помощью { $text_link }

lk-change-language-text =
    <b>🌐 Выбор языка</b>

    ⚠️ Обрати внимание: не весь контент переведен на английский язык

    Выбери удобный язык интерфейса:


lk-add-friend-button = 🤝 Позвать друзей
lk-change-language-button = 🌐 Изменить язык
lk-export-button = 📤 Экспорт отчетов
lk-connect-premium-button = 💎 Подключить премиум

lk-copy-link-button = 🔄 Я хочу скопировать ссылку
lk-copy-text-link-button = 🔄 Я хочу перестал текст

lk-change-language-ru-button = 🇷🇺 Русский
lk-change-language-en-button = 🇺🇸 Английский