refuel-record-enter-price-text =
    💫 <b>Отлично! Теперь расскажи про сумму</b>

    Сколько всего ты потратил на заправку?

    Напиши только цифры, например:
    ✅ 2150.50
    ✅ 3250,75
    ✅ 1800

    ❌ Неправильно: "две тысячи"
    ❌ Неправильно: "2к"

    Я всё аккуратно запишу 💰

    Жду твою цифру 👇

refuel-record-error-enter-price-text =
    😕 <b>Кажется, я не понял</b>

    Мне нужна именно <b>цифра</b> - сумма в рублях

    Попробуй еще раз, например:
    ✅ 2150.50
    ✅ 1800.00
    ✅ 3250

    Без слов и лишних символов - только цифры 🔢

    Введи сумму заново:

refuel-record-home-text =
    📝 <b>Редактирование данных</b>

    Вот текущая информация о записи:{ $refuel_data }
    Выбери, какой параметр хочешь изменить:

refuel-record-error-part-text =
    🔙 <b>Возвращаемся назад</b>

    Выбранная характеристика ещё не добавлена в систему

refuel-record-edit-date-text =
    📅 <b>Выбери дату заправки</b>

    Когда ты заправлялся?

    👇 Просто нажми на одну из кнопок ниже:

refuel-record-edit-price-text =
    💰 <b>Введи новую общую сумму заправки:</b>

    Напиши цифрами, например:
    ✅ 2150.50
    ✅ 1800.00
    ✅ 3250

refuel-record-edit-liters-text =
    ⛽ <b>Введи количество литров:</b>

    Напиши цифрами, например:
    ✅ 40.5
    ✅ 35.0
    ✅ 45

refuel-record-error-edit-liters-text =
    ❌ <b>Ой, что-то не то!</b>

    Кажется, ты ввел не число 😕

    Нужно ввести количество литров цифрами, например:
    ✅ 40.5
    ✅ 35
    ✅ 42.0

    Попробуй еще раз ⛽


refuel-record-edit-car-text =
    🚗 <b>Давай выберем машину</b>

    Какой машиной ты заправляешься сегодня?

    Просто выбери нужную кнопку внизу 👇

refuel-record-edit-fuel-type-text =
    ⛽ <b>Теперь выбери тип топлива</b>

    Какое топливо ты залил на этой заправке?

    Жду твой выбор 👇

refuel-record-edit-station-text =
    🏪 <b>Где заправляешься?</b>

    Выбери название АЗС из списка ниже.

    Если твоей заправки нет в списке — нажми кнопку «Другая» 👇

refuel-record-edit-time-text =
    ⏱️ <b>Сколько длилась зарядка?</b>

    Выбери продолжительность зарядки твоего автомобиля.

    Просто нажми нужную кнопку внизу 👇

refuel-record-success-added-text = ✅ Заправка успешно добавлена!


refuel-record-car-button = 🚗 Автомобиль
refuel-record-station-button = ⛽ Заправка
refuel-record-liters-button = 💧 Литры
refuel-record-fuel-type-button = 🔧 Тип топлива
refuel-record-full-tank-button = [✔️] Полный бак
refuel-record-no-full-tank-button = [❌] Полный бак
refuel-record-price-button = 💵 Общая сумма
refuel-record-date-button = 📅 Дата заправки
refuel-record-time-button = ⌚ Время зарядки