service-part-add-name-text =
    <b>Добавление запчасти 🛞</b>

    Введите название использованной запчасти или материала, каждую на новой строчке

    📦 <b>Примеры:</b>
    • Масло моторное 5W-30
    • Фильтр масляный
    • Фильтр воздушный

    ✏️ <b>Введите название запчасти:</b>

service-part-edit-menu-text =
    <b>Редактирование запчасти { $part_num } 🔧</b>

    <b>Текущие данные работы:</b>{ $part_data }
    <b>Выбери, что хочешь изменить:</b>

service-part-edit-name-text =
    <b>Изменение названия запчасти 📝</b>

    Введи новое название запчасти.
    Например: <i>«Масло моторное 5W-30»</i>

    ✏️ <b>Введи новое название:</b>

service-part-edit-price-text =
    <b>Редактирование общей стоимости 💰</b>

    Введи новую общую стоимость запчасти в рублях.

    Напиши цифрами, например:
    ✅ 15000
    ✅ 123,45
    ✅ 543.21

    💵 <b>Введи новую сумму:</b>

service-part-edit-quantity-text =
    <b>Изменение количества 🔢</b>

    Введи новое количество.
    Используй только цифры.

    📦 <b>Введи новое количество:</b>

service-part-edit-quantity-error-text =
    ❌ <b>Ошибка ввода количества</b>

    <b>Пожалуйста, введи целое число больше нуля.</b>

    <b>Примеры правильного ввода:</b>
    • 1
    • 5
    • 10

    📦 <b>Попробуй еще раз:</b>

service-part-edit-price-per-unit-text =
    <b>Изменение цены за единицу товара💰</b>

    Введи новую цену за единицу в рублях.
    Можно использовать цифры и точку для копеек.

    💵 <b>Введи новую цену за шт.:</b>

service-part-edit-price-error-text =
    ❌ <b>Ошибка ввода суммы</b>

    <b>Пожалуйста, введи сумму цифрами.</b>
    Можно использовать точку или запятую для копеек.

    <b>Примеры правильного ввода:</b>
    ✅ 12500
    ✅ 5250.50
    ✅ 3,200

    💰 <b>Попробуй еще раз:</b>

service-part-edit-number-text =
    <b>Изменение артикула 🔍</b>

    Введи новый артикул или номер детали.

    📋 <b>Введи новый артикул:</b>

service-part-edit-comment-text =
    <b>Изменение комментария 💬</b>

    Введи новый комментарий к запчасти.
    Можно указать производителя, особенности или другие заметки.

    📝 <b>Введи новый комментарий:</b>

service-part-edit-error-param-text =
    🔙 <b>Возвращаемся назад</b>

    Выбранная характеристика ещё не добавлена в систему


service-part-name-button = 🏷️ Название
service-part-price-button = 💰 Стоимость
service-part-price-per-unit-button = 💰 Цена за единицу
service-part-number-button = 🔍 Артикул
service-part-comment-button = 💬 Комментарий
service-part-quantity-button = 🔢 Количество
service-part-delete-button = 🗑️ Удалить
service-part-add-button = 🛞 Добавить запчасть