service-work-enter-name-text =
    <b>Добавление работы 🔧</b>

    Введите название выполненных работ

    📝 <b>Примеры:</b>
    • Замена масла ДВС
    • Замена воздушного фильтра
    • Диагностика подвески

    ✏️ <b>Введите название работы:</b>

service-work-edit-menu-text =
    <b>Редактирование работы { $work_num } 🔧</b>

    <b>Текущие данные работы:</b>{ $work_data }
    <b>Выбери, что хочешь изменить:</b>

service-work-edit-description-text =
    <b>Добавление описания работы 📋</b>

    Опишите детали выполнения работы.
    Что именно было сделано, использованные методы или особенности.

    📝 <b>Введите описание работы:</b>

service-work-edit-price-text =
    <b>Добавление стоимости работы 💰</b>

    Введите стоимость работы в рублях.
    Можно использовать цифры и точку для копеек.

    💵 <b>Введите стоимость:</b>

service-work-edit-price-error-text =
    ❌ <b>Ошибка ввода суммы</b>

    <b>Пожалуйста, введи сумму цифрами.</b>
    Можно использовать точку или запятую для копеек.

    <b>Примеры правильного ввода:</b>
    ✅ 12500
    ✅ 5250.50
    ✅ 3,200

    💰 <b>Попробуй еще раз:</b>

service-work-edit-name-text =
    <b>Изменениеи названия работы 🔧</b>

    Введите название выполненной работы.

    📝 <b>Примеры:</b>
    • Замена масла ДВС
    • Регулировка развала-схождения
    • Диагностика электронных систем

    ✏️ <b>Введите название работы:</b>

service-work-edit-error-param-text =
    🔙 <b>Возвращаемся назад</b>

    Выбранная характеристика ещё не добавлена в систему


service-work-name-button = 🏷️ Название
service-work-price-button = 💰 Стоимость
service-work-description-button = 📋 Описание
service-work-delete-button = 🗑️ Удалить
service-work-save-button = ✅ Сохранить
service-work-add-button = 🔧 Добавить работу