start-text =
    <b>{ $username }, привет! 👋</b>

    Рад тебя видеть! Я — твой личный помощник по уходу за автомобилем. 🚗💨

    <b>Вот как я могу облегчить тебе жизнь:</b>
    ✅ <b>Учитываю всё:</b> заправки, мойки, ремонты и любые траты на авто.
    ✅ <b>Слежу за сроками:</b> напомню о замене масла, фильтров или страховки.
    ✅ <b>Анализирую:</b> составлю понятный отчет о твоих расходах.

    Чтобы начать пользоваться всеми функциями, давай для начала познакомимся поближе!

start-acquaintance-text =
    <b>Круто! Давай я проведу для тебя небольшую экскурсию! 🎉</b>

    Всё вращается вокруг кнопки <b>«Добавить запись»</b> ✨
    Нажал на неё — и сразу внёс любое событие: от замены масла и покупки фильтров до мойки и шиномонтажа. Учитывай все работы и траты!

    Все твои железные кони живут в <b>«Гараже»</b> 🍺
    Добавляй, удаляй, редактируй — полный контроль над своим автопарком.

    А в <b>«Личном кабинете»</b> тебя ждёт самое интересное:
    📊 <b>Отчёты</b> — посмотри, куда уходят деньги.
    🎁 <b>Пригласи друга</b> — получи бонус за каждого.
    ⚡ <b>Премиум</b> — открой все супер-возможности!

    <b>А если что-то непонятно — вот полезные разделы:</b>

    📖 <b>Инструкции</b> — найдёшь ответы на все вопросы
    💬 <b>Отзывы</b> — посмотри, что пишут другие, или напиши своё мнение
    🛠 <b>Связь с разработчиком</b> — задай вопрос или предложи улучшение
    ❤️ <b>Поддержать проект</b> — помоги мне становиться лучше (чашка кофе для кодера творит чудеса! ☕)

    <b>Но чтобы начать учёт, нам нужна твоя машина! Давай добавим её в гараж — это займёт меньше минуты! 🚗</b>

start-car-name-text =
    <b>Отлично! Давай создадим твой первый автомобиль! 🚙💨</b>

    Для начала достаточно просто <b>назвать его</b> ✏️. Это нужно, чтобы ты мог легко найти машину в списке.
    Например, можно использовать марку 🏷️, модель 🚘 или даже кличку 🤩 — как тебе удобнее!

    <b>Всё остальное — год 📅, двигатель ⚙️, пробег 🛣️ — можно будет добавить потом в любой момент.</b> Я сам напомню 🔔, если что-то будет нужно для расчётов!

    <b>Так как назовём твою машину?</b> 😊

start-completed-add-car =
    <b>Ура! Машина «{ $car_name }» добавлена в гараж! 🎉🚗✨</b>

    Теперь ты можешь <b>дополнить её данные</b> 📊 — так я смогу точнее считать статистику 📈 и напоминать о ТО 🔔.

    Или можешь <b>сделать это позже</b> ⏭️ — в любой момент можно будет вернуться к редактированию из меню 🔧.

    <b>Что выбираешь? 🤔</b>

start-confirm-text =
    🏁 <b>Отлично! Твой гараж настроен!</b>

    Теперь ты получил полный доступ ко всем возможностям:

    📊 <b>Учет расходов</b> — фиксируй все траты на авто
    🔔 <b>Умные напоминания</b> — никогда не пропустишь ТО
    📈 <b>Детальная аналитика</b> — понимай, куда уходят деньги

    <b>Время заправляться и ехать! ⛽🚀</b>


start-acquaintance-button = Начать знакомство 🚀
start-add-car-button = В путь! 🚘
start-car-menu-button = 📝 Заполнить данные